{
  "problema": {
    "titulo": "Intrapersonal Conflict in Bipolar I Disorder: Manic-Depressive Opposition Regarding Treatment Adherence and Self-Perception",
    "descripcion": "A clinical psychologist and professor of psychiatry, diagnosed with bipolar I disorder, experiences cyclical alternation between manic and depressive states. Each state imposes a distinct and incompatible belief system regarding medication adherence, self-worth, professional capacity, creative identity, and risk tolerance. The manic configuration perceives mood-stabilizing medication as a threat to cognitive intensity and essential identity. The depressive configuration perceives medication discontinuation as a path toward self-destruction, functional collapse, and relational devastation. Both configurations operate within the same individual but generate opposing evaluations of the same clinical decision.",
    "contexto_adicional": "Kay Redfield Jamison was born in 1946 and diagnosed with bipolar I disorder at age 28 while serving as assistant professor of clinical psychology at UCLA, where she co-founded the Affective Disorders Clinic. She is coauthor of the standard medical text on manic-depressive illness (Goodwin & Jamison) and holds the Dalio Professorship in Mood Disorders at Johns Hopkins University School of Medicine. She experienced her first major manic episode three months into her UCLA appointment in 1974. Over the following two decades, she cycled between severe manic episodes (characterized by spending sprees, episodes of violence, grandiose professional output, and resistance to treatment) and devastating depressive crashes (characterized by inability to read, social withdrawal, and suicidal ideation). She discontinued lithium carbonate multiple times against medical advice, sometimes to avoid side effects (cognitive dulling, weight gain, tremor), often due to denial of illness severity during manic states. During a severe depressive episode, she attempted suicide by lithium overdose and was saved by her brother's fortuitous phone call. She maintained continuous psychotherapy throughout. Her memoir 'An Unquiet Mind' (1995) documents this conflict with clinical precision from the dual perspective of healer and patient. She later reduced her lithium dosage under psychiatric supervision during a sabbatical in England, finding a functional balance. She married Richard Wyatt, a researcher, and achieved professional stability while maintaining treatment.",
    "decision_central": "Whether to maintain consistent lithium carbonate treatment as prescribed, accepting its cognitive and emotional side effects, or to discontinue medication to preserve the perceived creative and experiential intensity of the manic state",
    "decision_central_embedding": "Whether to sustain continuous mood-stabilizing pharmacotherapy despite cognitive blunting and emotional flattening side effects, or to discontinue treatment to preserve perceived creative capacity, emotional intensity, and experiential richness associated with elevated mood states"
  },
  "actores": [
    {
      "nombre": "Kay Jamison [ManicState]",
      "postura": "Lithium medication must be reduced or discontinued because it suppresses the cognitive intensity, emotional depth, and creative energy that define Kay Jamison's essential identity and professional capacity",
      "postura_embedding": "Mood-stabilizing medication must be reduced or discontinued because it suppresses the cognitive intensity, emotional depth, and creative energy that define the individual's essential identity and professional capacity as a clinician and researcher",
      "contexto": "ACTOR PROFILE: Kay Redfield Jamison during manic and hypomanic episodes, as experienced and described from within the manic cognitive framework. This actor perceives reality through the lens of elevated mood, grandiosity, accelerated thought, and expanded sense of capacity.\n\nAUTHORIZED SOURCES FOR THIS ACTOR:\n- Jamison, K.R. (1995). An Unquiet Mind: A Memoir of Moods and Madness. Vintage Books. CHAPTERS/SECTIONS: Part 1 (early manic episodes, Air Force base childhood, father's charismatic temperament as model), Part 2 (onset at UCLA, resistance to treatment, spending sprees, episodes of violence, grandiose professional output, founding of Affective Disorders Clinic, commanding attention of friends with frantic zeal)\n- Jamison, K.R. (1993). Touched with Fire: Manic-Depressive Illness and the Artistic Temperament. Free Press. FOCUS: Chapters on the link between mania and creativity, heightened perception, the seductive quality of manic states, historical figures who produced great work during elevated episodes\n- DSM-5 Bipolar I Disorder: Manic Episode criteria (Criterion A through D). FOCUS: Elevated/expansive/irritable mood, decreased need for sleep, inflated self-esteem or grandiosity, flight of ideas, increase in goal-directed activity, excessive involvement in activities with high potential for painful consequences\n- DSM-5 Hypomanic Episode criteria. FOCUS: Functional enhancement perception, unambiguous change in functioning observable by others, episode not severe enough to cause marked impairment (subjective experience)\n- APA Practice Guidelines for Bipolar Disorder: Manic episode phenomenology, medication resistance patterns, insight impairment during acute mania\n- NCBI StatPearls - Bipolar Disorder: Clinical presentation of manic episodes, cognitive distortions during mania, anosognosia (lack of illness awareness), medication non-adherence rates in bipolar I\n\nEXCLUDED SOURCES FOR THIS ACTOR:\n- DSM-5 Major Depressive Episode criteria\n- Jamison's descriptions of depressive episodes, suicidal ideation, or anhedonia\n- Jamison's descriptions of lithium as salvation or stabilizer\n- Any post-hoc analysis of 'what worked' or 'how she recovered'\n- Jamison's later reflective chapters (Part 4 of An Unquiet Mind) where she evaluates her illness from a stable perspective\n- Literature on suicide prevention or crisis intervention\n- Any source describing the RESOLUTION of her medication conflict\n- Night Falls Fast (Jamison's book on suicide - belongs to depressive actor)\n- Goodwin & Jamison textbook sections on progressive deterioration or kindling\n\nCORE BELIEFS OF THIS STATE (derivable from authorized sources):\n- Extraordinary energy and mental speed are essential to professional excellence\n- Medication flattens emotional range and eliminates creative peaks\n- The capacity for intense experience is what makes a great clinician and scholar\n- Sleep deprivation is productive, not pathological\n- Financial extravagance reflects expansive vision, not impaired judgment\n- The treating psychiatrist's insistence on full-dose lithium reflects excessive caution\n- Other people's concern about behavior is misplaced and patronizing\n- The illness is an extension of temperament, not a separate disease entity"
    },
    {
      "nombre": "Kay Jamison [DepressiveState]",
      "postura": "Lithium medication is medically necessary and its discontinuation leads to catastrophic deterioration including inability to function, suicidal crisis, and destruction of professional and personal relationships",
      "postura_embedding": "Mood-stabilizing medication is medically necessary and its discontinuation leads to catastrophic functional deterioration including cognitive paralysis, suicidal crisis, and progressive destruction of professional standing and interpersonal relationships",
      "contexto": "ACTOR PROFILE: Kay Redfield Jamison during major depressive episodes, as experienced and described from within the depressive cognitive framework. This actor perceives reality through the lens of despair, worthlessness, psychomotor retardation, and acute awareness of damage caused during preceding manic episodes.\n\nAUTHORIZED SOURCES FOR THIS ACTOR:\n- Jamison, K.R. (1995). An Unquiet Mind. Vintage Books. CHAPTERS/SECTIONS: Part 2 (depressive crashes after manic episodes, inability to read a single paragraph or listen to a song from beginning to end, academic paralysis, withdrawal from colleagues, recognition of financial devastation caused by manic spending), Part 3 (suicide attempt by lithium overdose, brother's intervention, aftermath and hospitalization, slow recovery, relationship with David Laurie and his death, sabbatical in England, dosage reduction experiment under supervision, relationship with Richard Wyatt)\n- Jamison, K.R. (1999). Night Falls Fast: Understanding Suicide. Vintage Books. FOCUS: Phenomenology of suicidal depression in bipolar disorder, relationship between medication non-adherence and suicide risk, subjective experience of hopelessness as neurobiological state, lethality of bipolar depression\n- Goodwin, F.K. & Jamison, K.R. (2007). Manic-Depressive Illness: Bipolar Disorders and Recurrent Depression. 2nd ed. Oxford University Press. FOCUS: Clinical course of untreated bipolar I, progressive episode severity with each cycle, kindling hypothesis (episodes beget episodes), lithium as neuroprotective agent, inter-episode cognitive deficits\n- DSM-5 Bipolar I Disorder: Major Depressive Episode criteria. FOCUS: Depressed mood most of the day, markedly diminished interest or pleasure, significant weight change, insomnia or hypersomnia, psychomotor retardation or agitation, fatigue, feelings of worthlessness or excessive guilt, diminished ability to think or concentrate, recurrent thoughts of death\n- DSM-5 Mixed Features Specifier (depressive side): Co-occurrence of depressive and residual manic symptoms\n- APA Practice Guidelines for Bipolar Disorder: Bipolar depression phenomenology, suicide risk assessment in bipolar I, lithium as anti-suicidal agent with unique mortality reduction\n- NCBI StatPearls - Bipolar Disorder: Depressive episode clinical presentation, inter-episode cognitive deficits, medication adherence challenges, lithium pharmacology and neuroprotective effects, comorbidity accumulation with episode frequency\n\nEXCLUDED SOURCES FOR THIS ACTOR:\n- DSM-5 Manic Episode or Hypomanic Episode criteria\n- Jamison's descriptions of euphoria, grandiosity, creative highs, or spending sprees experienced as positive from within the manic state\n- Touched with Fire (Jamison's thesis on creativity-mania link - this is the manic state's narrative)\n- Any source presenting mania as beneficial, productive, or identity-defining\n- Descriptions of manic episodes from within the manic perspective (i.e., as desirable)\n- Literature celebrating artistic madness or romanticizing mental illness\n- Any framing of medication side effects as worse than the illness itself\n\nCORE BELIEFS OF THIS STATE (derivable from authorized sources):\n- The manic episodes have destroyed relationships, finances, and professional credibility\n- Without medication, the cycle will accelerate and worsen (kindling effect)\n- The inability to read a single paragraph or listen to a complete song is devastating evidence of neurological damage\n- The suicide attempt was a direct consequence of medication non-adherence\n- Professional colleagues' trust was damaged by unpredictable manic behavior\n- The psychiatrist and psychotherapy are lifelines, not optional supports\n- Love and stability require a predictable, medicated self\n- The 'creativity' of mania is a destructive illusion when weighed against the cumulative cost\n- Each unmedicated cycle causes progressive brain damage that may be irreversible"
    }
  ]
}